Repository: pierre-r/wp-simple_newsletter
Catalog: languages/wpsn-*.po
Languages: fr_fr

source: Invalid email address
fr_fr: Adresse email invalide

source: Manage newsletter subscriptions
fr_fr: Gestion des inscriptions à la newsletter

source: Subscribers list
fr_fr: Liste des abonnés

source: Unsubscribers list
fr_fr: Liste des désabonnés

source: Export
fr_fr: Exporter

source: Total unsubscribers:
fr_fr: Total des abonnées

source: Total subscribers:
fr_fr: Total des abonnées

source: Show %d users per page
fr_fr: Afficher %d utilisateurs par page

source: show all
fr_fr: tout afficher

source: Displaying %s&#8211;%s of %s
fr_fr: Affichage de %s&#8211;%s sur %s

source: Subscribe
fr_fr: Inscription

source: Thank you for your subscription :)
fr_fr: Merci pour votre inscription :)

source: Newsletter Subscribe
fr_fr: Inscription Newsletter

source: Widget to show a subscribe form in your sidebar.
fr_fr: Widget pour afficher un formulaire d'inscription dans votre sidebar.

source: Title
fr_fr: Titre

source: Submit button
fr_fr: Bouton d'envoi

source: Show on front page
fr_fr: Afficher sur la front page

source: Do not consider as widget
fr_fr: Ne pas considérer comme un widget

source: Show error and success in JS alert()
fr_fr: Afficher les erreurs/réussite dans un alert() JS

source: How to use
fr_fr: Utilisation

source: You have two main possibilities to use : by widget or by direct call for theme integration
fr_fr: Vous avec deux principales façon de l'utiliser : par le widget ou par appel direct pour l'intégration dans les thèmes

source: For the first solution, simply go to <a href="widgets.php">Widgets page options</a> and set the differentions option for Simple Newsletter Wdiget.
fr_fr: Pour la première solution, allez simplement sur la <a href="widgets.php">Page des Widgets</a> et définissez les différentes options pour le widget Simple Newsletter.

source: Theme Integration
fr_fr: Intégration dans les thèmes

source: You can choose to integer the subscription form anyway by calling it directly. There are default options but it is best to set the differents options.
fr_fr: Vous pouvez choisir d'intégrer le formulaire d'inscription n'importe où en l'appellant directement. Il existe des options par défaut mais il est préférable de définir soi-même les options.

source: Here are the default options and a call of the function.
fr_fr: Voici les options par défaut et l'appel à la fonction.

source: Add attribute who check if form is called in widget or directly => a simple way to bypass the <code>show_on_front_page</code> option.
fr_fr: Ajouter un attribut afin de véirifer le si la fonction est appellée dans un widget ou directement => une façon simple d'outrepasser l'option <code>show_on_front_page</code>

source: Add a option to return only the subscription value (fail or success) to let the theme manage the display of error/success (a better Error Handling and less options)
fr_fr: Ajouter une option afin de retourner simplement la valeur de l'inscription (echec ou réussite) afin de laisser le theme gérer l'affichage du retour (meilleure gestion des erreurs et moins d'options)

source: Add Bulk Actions to switch subscribers to unsubscribers and vice-versa + delete action
fr_fr: Ajouter des actions globales pour pouvoir passer les inscrits en désabonnés et vice-versa + action supprimer

source: Export Options
fr_fr: Options d'exportation

source: Users type
fr_fr: Type d'utilisateurs

source: Subscribers
fr_fr: Abonnés

source: Unsubscribers
fr_fr: Désabonnés

source: All
fr_fr: Tous

source: Data format
fr_fr: Format des données

source: Output
fr_fr: Sortie

source: Show results
fr_fr: Afficher les résultats

source: Save in a file
fr_fr: Sauvegarder dans un fichier

source: Results
fr_fr: Résultats

source: Language
fr_fr: Langue

source: Date Subscription
fr_fr: Date d'abonnement

source: Date Unsubscribe
fr_fr: Date de désabonnement
